Repository: WPPlugins/facebook-like-button-by-kms
Catalog: languages/facebook_like_button_by_kms-*.po
Languages: de_de, hu_hu

source: Facebook like settings
de_de: Facebook like Einstellungen
hu_hu: Facebook tetszik beállítások

source: Facebook like (recommend) settings
de_de: Facebook like (recommend) Einstellungen
hu_hu: Facebook tetszik (ajánlom) beállítások

source: The button's
de_de: Der Button sei
hu_hu: A Gomb

source: version
de_de: in Version
hu_hu: verziója

source: layout
de_de: in Ausstattung
hu_hu: kinézete

source: box
hu_hu: doboz

source: button
hu_hu: gomb

source: location
de_de: in Platzierung
hu_hu: helyzete

source: above the post
de_de: über der Eintrag
hu_hu: a bejegyzés fölött

source: below the post
de_de: unter der Eintrag
hu_hu: a bejegyzés alatt

source: above AND below
de_de: über UND unter
hu_hu: felül és alul

source: floating on left
de_de: links schwebend
hu_hu: bal oldalon úszva

source: placed manually
de_de: manuell positioniert
hu_hu: kézzel elhelyezni

source: color scheme
de_de: in Farbton
hu_hu: színsémája

source: light
de_de: hell
hu_hu: világos

source: dark
de_de: dunkel
hu_hu: sötét

source: caption
de_de: mit Aufschreibung
hu_hu: felirata

source: like
hu_hu: tetszik

source: recommend
hu_hu: ajánlom

source: styling
de_de: in Stil
hu_hu: stílusa

source: If you select left floating location, please revise additional information displayed below.
de_de: Bei links schwebende Lage bitte auch die unten angezeigte zusätzliche Informationen anschauen und einstellen.
hu_hu: Bal oldalra úsztatott helyzetben az alul megjelenő kiegészítő információkat is érdemes átnézni.

source: Insert the %s code into your theme where you'd like to see the button
de_de: Legen Sie die %s-Code in Ihr Thema, wo Sie der Button anzeigen möchten.
hu_hu: A sablonba illeszd be a %s kódot, ahova a gombot helyezni szeretnéd.

source: Display
de_de: Visualisierung
hu_hu: Megjelenítés

source: with faces
de_de: mit Gesichts
hu_hu: arcokkal

source: also "Share" option
de_de: auch "Senden"
hu_hu: "Küldés" is

source: has only meaning when XFBML version is used
de_de: nur wenn xfbml ist eingestellt
hu_hu: csak xfbml használata esetén értelmezett

source: on first page
de_de: auf der Home Seite
hu_hu: a főoldalon

source: besides posts
de_de: bei Blog Postings
hu_hu: az írásoknál

source: at the bottom of the page in the footer section
de_de: im unteren Seitenrand im Fußabschnitt
hu_hu: az oldal alján a lábléc részben

source: Floating button's
de_de: Der schwebende Button sei
hu_hu: Az úszó Gomb

source: spacing on top
de_de: von oben auf
hu_hu: távolsága fentről

source: The Button's spacing from top. For example: %s
de_de: Der Abstand vom oberen Rand der Seite. Zum Beispiel: %s
hu_hu: A gomb távolsága az oldal tetejétől. Pl.: %s

source: spacing left
de_de: von left auf
hu_hu: távolsága balról

source: The Button's spacing from the left side. For example: %s
de_de: Der Abstand vom linken Rand der Seite. Zum Beispiel: %s
hu_hu: A gomb távolsága az oldal bal szélétől. Pl.: %s

source: position
de_de: in Platzierung
hu_hu: helyzete

source: Fixed
de_de: Fix
hu_hu: Fix

source: Absolut
de_de: Absolute
hu_hu: Abszolút
